Repository: BackupTheBerlios/basilic-svn
Catalog: trunk/translations/basilic-*.po
Languages: fr

source: User %s not found in database
fr: Impossible de trouver l'utilisateur %s dans la base

source: UserBase %s not found in database
fr: Impossible de trouver la UserBase %s dans la base

source: Schema %s not found in database
fr: Le schéma %s n'a pas été trouvé dans la base

source: Unknown operation (%s)
fr: Opération inconnue (%s)

source: Starting %s...
fr: Démarrage de %s...

source: Configuration file : %s
fr: Fichier de configuration : %s

source: Initialising database : %s
fr: Initialisation de la base de données : %s

source: Initialised. Starting servers.
fr: Initialisé. Démarrage des serveurs.

source: Servers launched. Returning to hitchike in the galaxy.
fr: Serveurs démarrés. Je retourne faire du stop dans la galaxie.

source: see %s
fr: consulter %s
